[
  {
    "breed": "Abyssinian",
    "affectionate": 3,
    "grooming": 3,
    "shedding": 3,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 2,
    "image": "images/Abyssinian.jpg",
    "personality": "<p>Abyssinians aren't for those who want decorative cats to match the rust-colored carpet, or for those who want cats that enjoy being picked up and cuddled. Courageous, curious, and high-spirited, when restrained Abys tend to become struggling bundles of fur with more than the usual number of elbows; however, that's not to say that Abyssinians are aloof or standoffish. While Abyssinians will cheerfully entertain themselves, they are most happy when involved in every aspect of your life. They are particularly involved at dinnertime. In fact, you'll know it's dinnertime when small, furry, food-seeking missiles attach themselves to your legs!</p><p>Abyssinians regularly perform antics for your amusement, earning them the reputation of being the clowns of the cat kingdom. They will often perch on shoulders, crawl under covers, and sit on laps purring madly before racing off to bat imaginary butterflies and make flying leaps at the tallest bookcases. Natural athletes, no closed room or cupboard is safe from their agile paws and inquiring minds.</p>",
    "traits": "<p>The Abyssinian is a ticked or agouti breed. The distinctive coat appearance comes from the combination of colors on each hair shaft. The lighter or ground color lies closest to the skin and each hair shaft has dark-colored bands that are contrasted with lighter-colored bands. The hair shaft ends with a dark tip.</p><p>Abyssinians have few genetic defects but, like their long haired counterpart the Somali, are prone to gingivitis and tooth decay. If the Abyssinian can be trained to cooperate with regular tooth- brushing and applications of fluoride, and if periodic professional teeth cleaning and checkups are provided, the problem can be minimized. Abyssinians and Somalis are also susceptible to amyloidosis, a renal disease thought to be hereditary.</p>"
  },
  {
    "breed": "American Bobtail",
    "affectionate": 4,
    "grooming": 3,
    "shedding": 2,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/American Bobtail.jpg",
    "personality": "<p>While the breed is still developing, breeders say that Bobtails are playful, energetic, and friendly, and possess an uncanny intelligence for Houdini-type escapes from closed rooms and fastened cages. Very people-oriented, they are not above demanding human attention by meowing or commandeering available laps. On the cat activity scale (with, perhaps, the Persian as a serene '1' and the Abyssinian as an animated '10'), the Bobtail rates a 7 or 8 ' fun-loving and frisky but not overactive.</p>",
    "traits": "<p>Bobtails are slow to develop, reaching maturity somewhere between two and three years. Like bobcats, the Bobtail's hind legs are slightly longer than the front legs, and the feet are large and round and may have toe tufts. The Bobtail's most noted feature, its succinct tail, is one-third to one-half the length of an ordinary cat's, and should not extend below the hock. Like the Manx, the Bobtail's tail appears to be governed by a dominant gene. The tail is straight and articulate but may curve, have bumps or be slightly knotted. Bobtails with no tails (also called rumpies) are not acceptable because of the health problems associated with the shortened spine.</p>"
  },
  {
    "breed": "American Curl",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 2,
    "playfulness": 4,
    "intelligence": 3,
    "vocality": 5,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 5,
    "image": "images/American Curl.jpg",
    "personality": "<p>Curls have qualities other than the whimsical ears to make them attractive pets. They are people cats that do not show any of the stereotypical aloofness, and are affectionate without harassing people for attention the way some breeds can. They delight in perching on shoulders and love to pat and nuzzle their peoples' faces. Curls are a 'fetching' breed, easily taught to play fetch, and never lose their love of play. They are also noted for their affinity with children. While not as active as the Abyssinian, American Curls are playful and energetic. They also display the typical cat curiosity and want to be right there to investigate any changes in their environment.</p>",
    "traits": "<p>At birth, Curl kittens look like any other kitten, but between one and seven days the ears get firmer and start to plump up and curve back. Since the degree of curl can change dramatically over a short period, kittens should not be purchased until they are between four and four and one-half months, when the curl of the ear settles down into the form it will carry throughout the cat's life. Curl cats take two to three years to reach maturity. The degree of ear curl can vary from 90 to 180 degrees, or from first degree to the show-favored third degree curl. The ears should not curl back to touch the back of the head, however; this is cause for disqualification, as is any ear lacking firm cartilage from the base to at least one-third of its height.</p>"
  },
  {
    "breed": "American Shorthair",
    "affectionate": 3,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 2,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth":  4,
    "image": "images/American Shorthair.jpg",
    "personality": "<p>When describing the American Shorthair, the expression 'happy medium' springs to mind. These all-American cats are medium in size, build, type, and temperament; neither too big nor small, not overly cuddly nor distant, neither couch potatoes nor hyperactive. Breeders note that the American Shorthair is the perfect breed for the person who wants a cat that enjoys being in your lap but not in your face. American Shorthairs are known for their quiet voices and adaptable personalities; they are sociable, easily trained, and adapt well to other animals and children. They generally do not like to be picked up; like their Pilgrim companions who left England to find independence, they cherish their freedom. Because of the American Shorthair's history as a working cat, they make great companions in terms of health, strength, and vitality. With proper care Americans enjoy long life spans, generally between 15 and 20 years.</p>",
    "traits": "<p>The American Shorthair is known as a healthy, hardy breed with few genetic defects, not surprising since the breed developed from hardy domestic stock. A relatively large gene pool helps keep the breed healthy. The standard emphasizes that the American Shorthair should be a 'true breed of working cat' and that no part of the anatomy should be exaggerated as to foster weakness. The most striking and best known color is the silver tabby; more than one- third of all American Shorthairs exhibit this color. With the black markings set against the brilliant silver background, the pattern is dynamic and memorable.</p>"
  },
  {
    "breed": "American Wirehair",
    "affectionate": 4,
    "grooming": 5,
    "shedding": 3,
    "playfulness": 3,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 3,
    "generalHealth":  5,
    "image": "images/American Wirehair.jpg",
    "personality": "<p>Wirehairs are people cats that crave human attention and affection. They are active without being hyper, and affectionate without being clingy. They exhibit a keen interest in their surroundings, want to be involved in every aspect of your day, and will follow you from room to room to keep an eye on proceedings. Fanciers say that they seem particularly in tune with their families' feelings and try to offer comfort and companionship when their chosen family member is feeling blue. That's when they turn on the purrs and sit beside them to offer their support. As cats go, Wirehairs have a genuine sense of humor, and love to be the centers of attention. Agile and fun-loving, they enjoy playing the clown and are generally more playful and active than the American Shorthair.</p>",
    "traits": "<p>The coat differs from the Cornish Rex's coat in that the Wirehair possesses all three hair types. Also, the Wirehair gene is dominant, unlike the Cornish and the Devon Rex's recessive genes. The Wirehair's hairs are crimped, hooked, or bent, resulting in a dense, resilient coat that leads to ringlet formation rather than waves. Breeders sent British geneticist Roy Robinson samples of the hairs and he concluded that all three types of hairs (down, awn, and guard) are twisted. At present, significant variation exists in the texture and length of the individual coats. The most preferred coat is short, very dense, and coarse to the touch.</p>"
  },
  {
    "breed": "Balinese",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 5,
    "vocality": 4,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth":  2,
    "image": "images/Balinese.jpg",
    "personality": "<p>Balinese cats are smart, sweet, and fun to be around. Like the Siamese, they are known for their ability to communicate vocally, sometimes nonstop, and therefore this breed is not for everyone. Highly social, Balinese are sensitive to your moods and feelings and are more than willing to cheer you up with some happy chatter if you're feeling gloomy. They are agile leapers and will often ride on their people's shoulders. They love to play and easily learn to fetch, bringing the ball or toy back for repeated throwing. They will keep you entertained with their antics, but possess a loving disposition as well. They can be quite assertive in their requests for attention, but also possess a special dignity particular to the Balinese and Siamese breeds.</p>",
    "traits": "<p>The Balinese should not to be confused with the Himalayan, which bears the pointed pattern of his Siamese ancestors but has the body style and personality of the Persian. Today's show Balinese resembles the extreme Siamese that is popular in today's show hall, rather than the stockier traditional Siamese that is making his comeback among fanciers. The traditional Balinese, a longhaired variety of the traditional Siamese, is recognized by the Traditional Cat Association and, while not popular in the show halls, has a growing following of fanciers. The Balinese comes in only the four traditional Siamese point-restricted colors: seal, blue, chocolate, and lilac, if the CFA is your association of choice. Other associations recognize the Balinese in colors of red, cream, tortoiseshell (a mixture of black and red or their dilute colors, also called tortie), and lynx (tabby) points. In the CFA, however, cats in these colors are called Javanese.</p>"
  },
  {
    "breed": "Bengal",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 2,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth":  3,
    "image": "images/Bengal.jpg",
    "personality": "<p>The Bengal may look like a wild cat, but breeders insist that the Bengal is as lovably friendly and docile as any full-blooded domestic cat. Fanciers describe Bengals as playful, gregarious, and energetic cats that have a generous dose of feline curiosity and that want to be involved with their family. Not intimidated by water, they will sometimes join their family for a swim, as long as it's on their terms. Although show-quality cats must be four generations away (F4) from the leopard cat to be shown, previous generations of Bengals are placed as pets; therefore, it's important to know what you're getting when acquiring a Bengal. Before getting a second generation (F2) or third generation (F3) Bengal, be sure that the cat is free of temperament problems.</p>",
    "traits": "<p>The Bengal's spots are aligned horizontally rather than in random or tabby configuration. Rosettes formed in a part-circle around a redder center is the preferred look. Emphasis is put on the contrast between the spots and the background color; the edges should be sharp and pattern distinct for a show-quality cat. In the marbled pattern, the markings are derived from the classic tabby gene, but the overall look is random, giving the impression of marble. Bengals often possess a 'glitter gene' that gives the fur an iridescent glow, as if covered with warm frost. Three recessive coat variations have been developed: the snow leopard, the marbled, and the snow marbled. These types are still quite rare.</p>"
  },
  {
    "breed": "Birman",
    "affectionate": 5,
    "grooming": 2,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 4,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 2,
    "image": "images/Birman.jpg",
    "personality": "<p>Birmans are affectionate, gentle, and faithful companions with an air of dignity that seems to invite adoration by their human companions. As former temple cats, Birmans seem to have become accustomed to adoration. They are very intelligent and affectionate, according to fanciers, and very people-oriented. They will generally greet visitors with curiosity rather than fear.Because of their gentle temperaments, Birmans are easy to handle, care for, and show, and they make ideal pets for anyone who wants quiet companions that will offer love and affection in return for just a little well-deserved worship.</p>",
    "traits": "<p>In the ideal Birman, the matching white gloves on the front paws should end at or between the second and third joints of the paw. On the back paws, the gloves should cover all the toes and may extend up higher than the gloves on the front paws. The gloves must extend up the back of the hock and in this area are called laces. Ideally, the laces end in a point or inverted 'V' and extend one-half to three-quarters of the way up the hock. Symmetry of the laces is desirable. Ideally, the front gloves should match, the back gloves should match, and the laces should match. However, getting well-gloved Birmans is the thorn in the paw of every Birman breeder. Birmans are born pure white, and then develop color on the points. The shading of the legs comes later, so the period of waiting for the glove markings to appear is an anxious one for Birman breeders, since the glove markings are the most difficult to perfect. The gene governing the trait is the dominant white spotting factor gene, which is very difficult to control.</p>"
  },
  {
    "breed": "Bombay",
    "affectionate": 5,
    "grooming": 2,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 4,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 2,
    "image": "images/Bombay.jpg",
    "personality": "<p>If an aloof, independent cat is what you're craving, this breed isn't for you. Bombays are attached to their family, and tend to love the entire family rather than bond with only one person. Fanciers say they are particularly good with children. They want constant attention, although they are gentle and polite in their attempts to gain your notice. When you sit down, don't be surprised to find your Bombay sitting beside you moments later. Curious and intelligent, Bombays love to play, but are not as rambunctious as some breeds. Generally, they are not as vocal as the Oriental breeds.</p>",
    "traits": "<p>Black to the roots, the Bombay's coat invites caressing with its fine, satinlike texture and shimmering 'patent leather' sheen. Bombays develop slowly, gaining their eye color and gleaming coat well after they are four months old. Some prospective buyers tend to think the kittens look rather ordinary. Bombays, like fine wine, seem to improve with age.</p>"
  },
  {
    "breed": "British Shorthair",
    "affectionate": 3,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 2,
    "intelligence": 3,
    "vocality": 4,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/British Shorthair.jpg",
    "personality": "<p>If you're looking for a cat that will loot your refrigerator and swing dizzily from your chandeliers, then the British Shorthair is not for you. Brits are quiet, even-tempered, undemanding cats with a bit of typical British reserve, particularly when they're first introduced. When they get over their initial shyness, however, they become extremely faithful companions. British Shorthairs tend to show their loyalty to the entire family rather than select one person with whom to bond. British Shorthair breeders describe Brits as cats that like to keep a low profile, sweet and affectionate but not clingy 'in-your-face' type cats. They tend to be independent and if left on their own can usually adapt quite well.</p>",
    "traits": "<p>Like the American Shorthair, the British Shorthair is known for its health and vigor. The breed is cobby in design, compact and powerful with a round, massive face and head. This head design sets the breed apart from other breeds developed from domestic shorthairs. A very dense, short, resilient coat is important in the show British Shorthair. The fur feels solid to the touch, like sinking your fingers into firm, warm velvet. The coat is not double-coated or woolly, which makes up-keep easier; however, regular grooming is important. Although blue is the most common, the British Shorthair comes in a variety of colors and patterns.</p>"
  },
  {
    "breed": "Burmese",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 4,
    "playfulness": 4,
    "intelligence": 5,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 2,
    "image": "images/Burmese.jpg",
    "personality": "<p>Breeders and fanciers report that Burmese are amusing, playful, and super-smart, the perfect interactive cats for home, office, shop, any place where people are in need of love and entertainment. They are as active as the Siamese and love to play. Devoted cats, Burmese are loyal and people-oriented. Breeders report temperament differences between males and females. The females are highly curious, active, and very emotionally involved with their family. The altered males love their humans too, but are more placid. They like to lounge about, usually on top of whatever you're doing. They take life as it comes. The only issue about which they are passionately concerned is the selected cuisine and when it will be served. Burmese have a unique rasp to their voices and sound a bit like cats going hoarse from too much talking. Burmese are not as talkative as their Siamese neighbors. When they have something to say, however, they'll reiterate the message until you get out your universal feline/human translator and take care of whatever it is troubling them.</p>",
    "traits": "<p>The Burmese's body style has changed over the years. The 1953 standard described the Burmese as medium, dainty, and long. By 1957 the standard was changed to midway between Domestic Shorthair and Siamese. The words 'somewhat compact' were added to the standard in 1959; the word somewhat was dropped from the standard somewhat later. Since then, the standard has remained virtually un-changed.</p>"
  },
  {
    "breed": "Burmilla",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 5,
    "intelligence": 3,
    "vocality": 3,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Burmilla.jpg",
    "personality": "<p>The Burmilla brings together aspects of the Burmese and the Persian into one sweet, friendly package. He is quietly affectionate and gentle but more extroverted than the typical Persian. He is adventurous but a bit of a klutz, so put away breakables when he is around. Burmillas remain playful into adulthood. They love their people, but they aren’t excessively demanding of attention. When a lap is available, though, the Burmilla is there.</p>",
    "traits": "<p>Besides their sweet personalities, Burmillas stand out for their coats, which have a silver-white background color that is tipped or shaded with a contrasting color. In Burmillas with a tipped pattern, the color tips about 1/8 of the entire hair length and is evenly distributed, giving the coat a sparkling appearance. Burmillas with tipped coats generally look lighter than Burmillas with shaded coats. In the shaded pattern, about 1/3 of the hair shaft is shaded, which is why the shaded cats look darker. Colors in both tipped and shaded patterns include black, brown, lilac, blue, chocolate, cream, red and tortoiseshell. In all other respects, they look much like the European Burmese with a gently rounded head that tapers to a short, blunt wedge; medium-size to large ears with slightly rounded tips that tilt forward a bit; large eyes that can be any shade of green; and a medium-size body with slender legs, neat oval paws, and a tail that tapers to a rounded tip.</p>"
  },
  {
    "breed": "Chartreux",
    "affectionate": 3,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 3,
    "intelligence": 3,
    "vocality": 5,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/Chartreux.jpg",
    "personality": "<p>These are cats that want their feet firmly on the ground. While playful and intelligent, these engaging cats are not one for hi-jinks flying through the air. They have quiet voices and sometimes seem to chirp to each other and to their owners. While they are somewhat reserved, these are calm placid cats that are devoted to their owners. They like to climb and have a reputation of being great hunters—these aspects of their personality may be directly connected to their earlier role of hunters.</p>",
    "traits": "<p>These cats have a solid robust body often referred to as 'primitive'. They are a study of contrasts: heavy body supported by medium-fine legs; medium erect ears over very large orange eyes lighting up the face; a rounded top-head narrowing to a tapered muzzle with the corners pulled upward to give the cat a smiling expression; a thick, dense coat with a hard, water-repellent outer layer and a soft, warm undercoat. They are solid, muscular cats and mature adults weigh from 12-16 pounds.</p>"
  },
  {
    "breed": "Chinese Li Hua",
    "affectionate": 3,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Chinese Li Hua.jpg",
    "personality": "<p>Smart, loyal and lively, the Li Hua is gentle with people but has a reputation as a talented hunter of rats and other vermin. His retrieval skills extend beyond rodents. One Li Hua is said to have learned to fetch the morning paper.</p>",
    "traits": "<p>The Chinese Li Hua is large and sturdy with a striking brown mackerel tabby coat that is short and thick. The ticked hairs are black at the root, light yellow in the middle and brown at the tip. It’s sometimes described as a “mouse coat.” The lower belly is a brownish yellow with two vertical and four horizontal leopard spots. Black rings encircle the legs and tail, and the tip of the tail is black. On the face, a small black mark at the upper corner of the mouth gives the Li Hua the appearance of a smile.</p>"
  },
  {
    "breed": "Colorpoint Shorthair",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 4,
    "vocality": 5,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 2,
    "image": "images/Colorpoint Shorthair.jpg",
    "personality": "<p>The Siamese and the Colorpoint Shorthair might differ in color, but beneath the skin they are identical. The Colorpoint Shorthair is talkative and opinionated. He will tell you exactly what he thinks, in a loud, raspy voice, and he expects you to pay attention and act on his advice. Colorpoints are extremely fond of their people. They like to be 'helpful' and will follow you around and supervise your every move. When you are sitting down, a Colorpoint Shorthair will be in your lap, and at night he will be in bed with you, probably under the covers with his head on the pillow.</p>",
    "traits": "<p>Colorpoints are elegant and refined, with long, hard bodies, fine boning, and wedge-shaped heads with large, flaring ears. Their almond-shaped eyes are deep vivid blue, slanted towards the nose, in harmony with the shape of the wedge head and the placement of the ears.</p>"
  },
  {
    "breed": "Cornish Rex",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 3,
    "image": "images/Cornish Rex.jpg",
    "personality": "<p>The Cornish Rex has an outstanding enthusiastic personality. They are highly social cats, not at all reserved, liking to be right in the middle of everything and thrive on attention. They are extremely intelligent, very acrobatic & clownish, and retain their kitten-like personalities throughout their adult life. They are a very lively, energetic breed that loves to play and will entertain themselves for hours.</p>",
    "traits": "<p>The Cornish Rex has a racy slender, body which stands tall on its legs. Do not be fooled though, while these cats appear fine boned and elegant they are actually hard bodied and muscular for all their dainty appearance. They have a natural arch to their back that matches a tuck-up to their waist that flows into a long tapering tail. The Cornish have dainty oval paws and tend to walk high on their nimble toes.</p>"
  },
  {
    "breed": "Cymric",
    "affectionate": 5,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 3,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 3,
    "image": "images/Cymric.jpg",
    "personality": "<p>When he’s not protecting his family and property from mice, stray dogs, or other threats, however, the Cymric is a mellow fellow: an even-tempered and affectionate cat who enjoys serene surroundings. That’s not to say he is inactive. This is a happy, playful cat who likes to follow his favorite person through the house and assist with whatever he or she is doing. When you are ready to relax, though, the Cymric will be in your lap, ready for a comfy nap.</p>",
    "traits": "<p>Together, the Manx and the Cymric comprise the Manx breed group. They differ only in coat length with the shorthairs known as Manx and the longhairs as Cymrics. They come in all traditional colors and patterns often with bold colors and dramatic markings. They have a thick coat that gives a padded feal to the body and adds to the rounded look.</p>"
  },
  {
    "breed": "Devon Rex",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 5,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 1,
    "image": "images/Devon Rex.jpg",
    "personality": "<p>Devon Rex are intelligent, mischievous and highly active. They are very playful and want to be involved in everything - and they are powerful jumpers no spot goes unexplored! Expect to find them perching on the top of doors or climbing to some previously unexplored spot. Although they are interested in everything going on around them, Devons are very people-oriented and prefer to share their investigations with you so expect their company no matter what you are doing.</p",
    "traits": "<p>Devon Rex are well-muscled, mid-sized cats weighing on average from six to nine pounds, with males being heavier than females. Their soft, short, curly coats vary from cat to cat - the ideal show coat is an even, full coat of loose curls but individual cats will have coats ranging from a tousled mop of curls to a thin suede-like coat. Some cats may also have almost bare patches as well.</p>"
  },
  {
    "breed": "Egyptian Mau",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 3,
    "vocality": 2,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 4,
    "image": "images/Egyptian Mau.jpg",
    "personality": "<p>The Egyptian Mau has often been thought of as aloof and shy. To a certain extent, the breed can be, but the breed has a special affinity with its people. It is a close bond that is so different than with other breeds. A typical Mau will command your attention. It will not allow you to push it away, as it craves the touch of the special person(s) that are his and his alone.</p>",
    "traits": "<p>The Mau is the only natural spotted breed of domestic cat, showing good contrast between the background color and pattern. The pattern is random with any size or shape of distinct spots. They have an 'M' on the forehead, often referred to as the mark of the scarab, and a dorsal stripe travels the length of the spine to the tip of the tail. Legs, tail, neck and upper chest are barred with at least one broken necklace. The haunches and shoulders show a transition between spots and stripes.</p>"
  },
  {
    "breed": "European Burmese",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 1,
    "image": "images/European Burmese.jpg",
    "personality": "<p>When it comes to personality, the European Burmese and the Burmese are in alignment. The European Burmese is energetic and friendly. He has the charm and determination of his Siamese ancestors, and enjoys conversation as much as that breed, but his voice is soft and sweet, belying his tendency to run the household with an iron paw sheathed in velvety fur. He is highly intelligent and seeks out human companionship, so he’s not best suited to a home where he will be left alone much of the day.</p>",
    "traits": "<p>Besides color, the European Burmese and the Burmese have other differences in appearance. The European has a more moderate appearance, especially when it comes to head type. He is more gently rounded with a body that is less compact but never long and slinky like that of the Siamese. The top of the head is slightly rounded with plenty of space between the ears and wide cheekbones that taper to a short, blunt wedge. The eyes, which range in color from yellow to amber, slant more toward the nose and have a less rounded opening than the eyes of the Burmese.</p>"
  },
  {
    "breed": "Exotic Shorthair",
    "affectionate": 4,
    "grooming": 2,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 3,
    "vocality": 5,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 2,
    "image": "images/Exotic Shorthair.jpg",
    "personality": "<p>The easy-going Exotic Shorthair is an affectionate, gentle cat with the quiet manners of the Persian. Quietly endearing, Exotics request your attention with an irresistible gaze and then hug you when you pick them up. They will follow you from room to room in order to be near you and then jump in your lap for a nap when you settle down to read a book. Their shorthaired ancestors have given them a love of play and they will jump to catch a toy or sit studying how to get the toy you put out of reach before they were finished playing.</p>",
    "traits": "<p>Exotic Shorthairs are heavily boned, massive cats with lines softened by the thick dense coat. They have broad round heads with low set ears and great big round eyes opening up the short face and giving it a sweet expression. Their round heads are set on robust, short, square bodies with little short thick legs balanced by a short thick tail. The plush coat adds an impression of soft roundness to these muscular cats making them look like plush toys you want to pick up and cuddle.</p>"
  },
  {
    "breed": "Havana",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 3,
    "playfulness": 3,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/Havana.jpg",
    "personality": "<p>The Havana is a curious, playful, people-oriented breed. They want lots of attention and return it with great affection. Expect a paw to reach out to engage your attention when you've been too busy to provide the attention the Havana thinks it deserves. That paw will also be used as the Havana investigates objects that engage its curiosity. This inquisitive, intelligent cat adapts to most situations and will come running to investigate a knock at the door or a crash in the kitchen.</p>",
    "traits": "<p>The elegant Havana comes in two colors: rich mahogany red-brown and pinkish grey or lilac - with matching whiskers. Both colors provide a stunning setting for the brilliant green oval eyes sparkling with intelligence and mischief.</p>"
  },
  {
    "breed": "Himalayan",
    "affectionate": 4,
    "grooming": 1,
    "shedding": 1,
    "playfulness": 1,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 2,
    "toleranceWithOtherAnimals": 2,
    "generalHealth": 2,
    "image": "images/Himalayan.jpg",
    "personality": "<p>The Himalayan is a poised, loving and sweet breed. It is a sedate and affectionate cat, that prefers to cuddle with you rather than climb up your curtains. The Himalayan is responsive to your moods and emotions. They are very intelligent. Some breeders say Himalayans tend to talk more, but nothing like the Siamese. They love to be petted but do not demand attention like some breeds.</p>",
    "traits": "<p>The Himalayan is a medium to large cat with a short cobby body that is equally massive across the shoulders and rump. The head is large, round, and smoothed domed with great breadth of skull that is set on a short, thick neck. The eyes are large, round and set far apart, giving the cat a sweet expression. The nose is short, snub and broad with a break centered between the eyes. The ears are small and rounded at the tip and set far apart and low on the head.</p>"
  },
  {
    "breed": "Japanese Bobtail",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 5,
    "intelligence": 4,
    "vocality": 1,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 4,
    "image": "images/Japanese Bobtail.jpg",
    "personality": "<p>These charming cats are very active and intelligent. They enjoy companionship and have loving, outgoing personalities and love to talk to you with a large vocabulary of soft chirps and meows. The Japanese Bobtail loves to play whether it is splashing in water, engaging in a game of fetch, or pouncing and dancing with a beloved toy. When not busy playing, these busy cats are off exploring every nook and cranny, whether it is investigating the contents of a cupboard or leaping to the top of the bookcase to get a better view of what is happening outside.</p>",
    "traits": "<p>The Japanese Bobtail is named for its distinguishing trait-the unique pom-pom tail composed of curves, angles and kinks. No two tails are ever the same and may be flexible or rigid but must be carried close to the body and be in balance with the body. The hair on the tail is longer than that of the body resulting in the pom-pom appearance.</p>"
  },
  {
    "breed": "Korat",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 5,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 5,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 4,
    "image": "images/Korat.jpg",
    "personality": "<p>Energetic, intelligent, affectionate are all words used to describe the Korat-elitist is another word that could be used since they prefer the company of other Korats. They will accept other cats but expect to be the rulers and will ensure they have pride of place by their owner's side. They have extraordinary senses of hearing, sight and scent but are gentle cats moving softly and disliking loud or harsh noises. They form strong bonds with their owners and love to cuddle, settling in as close as possible. Korats are active cats that love to play but they are very gentle when they are playing with children.</p>",
    "traits": "<p>Korats are medium to small short-haired cats-females weigh 6-8 pounds and males weigh from 8-10 pounds. They are compact, powerful cats that feel like a coiled spring and are heavier and more solid than they first appear. They have broad chests and well developed muscles. They have a single, short, close-lying coat covering their powerful bodies and allowing the rippling musculature to show.</p>"
  },
  {
    "breed": "LaPerm",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 3,
    "vocality": 5,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/LaPerm.jpg",
    "personality": "<p>The clever LaPerm has a sense of humor. Often described as clownish, he is something of a mischief-maker who makes talented use of his paws to open doors, swipe things he wants or tap you on the shoulder for attention. He’s not clingy, but he likes to be with you and will follow you around, sit on your shoulder or the top of your computer, or sit in your lap, whichever option is most convenient for him. He is moderately active and enjoys retrieving items that are thrown for him.</p>",
    "traits": "<p>The LaPerm coat consists of loose, light, airy curls and bouncy ringlets. It has a textured feel to it with a slight drag and feels like mohair. All three hair types (guard, awn, and down) are present and the texture comes from the shape of the curls and the mixture of the hair types. It is an invitingly soft coat standing away from the body and feels springy when patted. The longest curls are found in the ruff and on the neck where they are like ringlets. They also have curly hair inside the ears, tufts on the ear tips and longer fur on the backs of the ears referred to as ear muffs. Curly plumed tails adorn the longhair while the shorthairs have tails more like a bottlebrush. Both coat lengths have long curled whiskers and kinked eyebrows. The length and fullness of the coat for both coat lengths varies with the season and maturity of the cat. They come in a wide array colors, coat patterns and eye colors.</p>"
  },
  {
    "breed": "Maine Coon",
    "affectionate": 3,
    "grooming": 4,
    "shedding": 2,
    "playfulness": 4,
    "intelligence": 3,
    "vocality": 4,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 3,
    "image": "images/Maine Coon.jpg",
    "personality": "<p>No breed has a monopoly on love and affection, but there's got to be some good reason that the Maine Coon has clawed his way up from near extinction to the prized place of America's second most popular breed (according to the CFA's registration totals). Maine Coon fanciers say that the popularity is due to the breed's large size, intelligence, luxuriant coat, hardy disposition, and devotion to their human family.</p><p>While Maine Coons are devoted, playful, and loving to their chosen humans, they can be reserved around people with whom they're not familiar. Given time, however, even the most cautious adapt. As befits a former seafarer, Maine Coons are fascinated by water, perhaps because their thick coats are water-repellent and won't become annoyingly soaked as easily as a thinner coat would.</p>",
    "traits": "<p>One of the largest domestic breeds, male Maine Coons weigh in at 12 to 18 pounds, while the females fall into a 'petite' 10 to 14 pound range. Slow to mature, the Maine Coon takes three to four years to fully develop. Although brown tabby is the most common color and pattern, Maine Coons come in a wide variety of colors.</p>The heavy all-weather coat, shorter on the shoulders and longer on the stomach and britches, makes the cat appear larger than he really is. The texture is smooth and silky rather than cottony, so the coat doesn't mat as easily as the coats of some long haired breeds. Breeders usually recommend a twice-weekly combing with a good steel comb.<p>"
  },
  {
    "breed": "Manx",
    "affectionate": 4,
    "grooming": 3,
    "shedding": 3,
    "playfulness": 3,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 2,
    "toleranceWithOtherAnimals": 2,
    "generalHealth": 3,
    "image": "images/Manx.jpg",
    "personality": "<p>The Manx's personality is probably the reason the breed has won such a strong following despite the physical difficulties and breeding challenges. Manx cats make great household companions. They are intelligent, active, and fun-loving cats that manage to express themselves very well without tails to swish around. Manx get along well with other pets (particularly dogs), and form strong bonds with their chosen humans. They enjoy a good game of fetch and are fascinated by water, but only on their terms, of course. Manx are exceptional jumpers because of their powerful back legs. No cupboard or shelf is safe with a Manx around.</p>",
    "traits": "<p>The Manx is one of the most challenging cats to breed because of the Manx gene. Homozygous Manx kittens (kittens that inherit the Manx gene from both parents) die in vivo early in their development. Since homozygous kittens comprise roughly one quarter of kittens conceived from Manx to Manx matings, Manx litters are generally small, averaging two, three, or four kittens. Even the heterozygous kittens (kittens that inherit the Manx gene from one parent) have a higher than average mortality rate, because the Manx gene can cause deformities such as spina bifida, fusions of the spine, and defects of the colon. Because of the possible physical problems, the Manx standard calls for disqualification of any cat with congenital deformities. Careful breeding can help eliminate or minimize the defects.</p>"
  },
  {
    "breed": "Munchkin",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 3,
    "vocality": 3,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 4,
    "image": "images/Munchkin.jpg",
    "personality": "<p>These sociable cats are extremely playful and love to run, chase an play with toys. They love company including children, dogs and other pets, leading them a merry chase as they zoom by in their games. Munchkins are extremely curious and will sit up on their hind legs like a rabbit to get a better view of something that has caught their attention. These self-assured cats leave no stone unturned or corner unexplored. They may not jump from the floor to the top of the bookcase in a single bound but they will show off their jumping prowess and intelligence as they find a path that takes them there in smaller steps. Once you know them, these lovable little cats capture your heart forever.</p>",
    "traits": "<p>Munchkins come in both coat lengths and a veritable painter's palette of colors and patterns. The colors and patterns have been introduced through the outcross program that maintains the breed's genetic diversity. In some cases other breeds have been used to introduce specific features however a Munchkin is a unique breed and should never resemble a miniaturized version of another breed. Shorthaired Munchkins have a medium-plush, all-weather coat whereas the longhairs have semi-long, silky all-weather coat.</p>"
  },
  {
    "breed": "Nebelung",
    "affectionate": 4,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 2,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 4,
    "image": "images/Nebelung.jpg",
    "personality": "<p>Nebelungs are mild, soft-spoken, and gentle. They are generally reserved around strangers, ranging from hiding-under-the-bed timid to warily eyeing intruders from a safe distance. Given humans' unpredictable behavior, this could be interpreted as a sign of extreme intelligence.</p>",
    "traits": "<p>The primary difference in conformation between the Nebelung and the Russian Blue is coat length, otherwise, the standards are almost identical. Whereas the Russian Blue's coat is short and dense, the Nebelung's fur is medium-long, silky, and possesses a dense undercoat. The bright blue color is contrasted with silver-tipped guard hairs and therefore the coat catches the light, giving the fur a luminous, misty quality. Even with a dense undercoat that makes the coat stand away from the body, the fur resists matting and does well with a good once-a-week brushing.</p>"
  },
  {
    "breed": "Norwegian Forest",
    "affectionate": 2,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 3,
    "intelligence": 3,
    "vocality": 4,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 2,
    "image": "images/Norwegian Forest.jpg",
    "personality": "<p>Natural athletes, Norwegian Forest Cats love to investigate counters, bookcases, and the loftiest peaks of their cat trees. Wegies are active and playful and retain their fun-loving spirit well into adulthood, but don't be fooled by the breed's impressive muscles and all-weather exterior. They are sweet, friendly, and family-oriented, and they love their human companions. Despite the wild years in the forests of Norway, or perhaps because of it, they would much rather cuddle than prowl.</p>",
    "traits": "<p>The Norwegian Forest Cat's distinguishing double coat varies in length according to the time of year. The cat goes through a spring 'molting,' when the winter coat is shed, and a fall shedding, when the summer coat departs. At these times of year, thorough combing is necessary unless you want seasonal layers of cat hair on everything. The rest of the year the Forest Cat requires minimal grooming since he tends to hang onto his coat, perhaps remembering those harsh winters.</p>"
  },
  {
    "breed": "Ocicat",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 3,
    "image": "images/Ocicat.jpg",
    "personality": "<p>Ocicats may look wild, but they are actually affectionate, curious, and playful, and possess a very strong devotion to their human companions. Highly intelligent, Ocicats quickly learn to respond to their names and can be taught a variety of tricks, including coming on command. Begging for food is another trick that Ocicats master with very little prompting. They tend to bond with only one person and prefer that person's company to all others. They do get along well with other animals and people, however, and appreciate an animal companion to keep them company if left alone for any length of time.</p>",
    "traits": "<p>How is it that the Ocicat, a breed with well-placed leopard-like spots, was produced by breeding together two breeds conspicuously without such spotting? Well, it's simple, no one knows. The mystery of the Ocicat's markings has spawned various theories. One theory holds that the Abyssinian bloodline still retains a recessive spotting gene left over from crosses with the Egyptian Mau, dating back to when the Abyssinian and the Mau lived in the same region. This is possible, since the Mau's spotting gene is thought to be recessive to other tabby genes. However, the spotted patterns of the Ocicat and the Mau appear to be different from one another; the Ocicat has large thumbprint-shaped spots with a subtle suggestion of the classic tabby pattern, while the Mau's spots are randomly distributed.</p>"
  },
  {
    "breed": "Oriental",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 4,
    "intelligence": 5,
    "vocality": 1,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Oriental.jpg",
    "personality": "<p>The personality of the Oriental is as distinctive as the multicolored exterior. They are natural entertainers, full of enthusiasm, energy, and the belief that the world should revolve around them. Haughty and royal one minute, they are animated and inquisitive the next. They are highly curious, and will go to great lengths to be involved in your activities.</p>",
    "traits": "<p>The body type of the Oriental is virtually the same as the Siamese's. What sets the breed apart is the wide variety of colors and patterns. Unlike the Siamese that comes in only four colors and one pattern (although that varies depending upon the cat registry), the Oriental is available in over 300 color and pattern combinations. Some colors are more common than others; solid ebony is the most common. Pure white, chestnut, blue, and ebony tabby are also popular. However, Oriental breeders are working with just about every possible color and pattern.</p>"
  },
  {
    "breed": "Persian",
    "affectionate": 3,
    "grooming": 4,
    "shedding": 1,
    "playfulness": 2,
    "intelligence": 3,
    "vocality": 3,
    "toleranceWithKids": 2,
    "toleranceWithOtherAnimals": 2,
    "generalHealth": 2,
    "image": "images/Persian.jpg",
    "personality": "<p>If you want your cats bouncing around like hyperactive popcorn, don't buy a Persian. Persians are perfect companions, if you like placid, sweet-tempered cats. Don't count on using your Persian pal as a furry doorstop, however. They love to play between periods of regal lounging on your favorite davenport. Proponents say that Persians do not deserve their 'furniture with fur' reputation, they are intelligent, just not as inquisitive as some breeds, and not as active.</p>",
    "traits": "<p>Over the years, the show trend has been toward a flatter, more extreme facial type for the Persian. This troubles some fanciers, who feel the extreme face can be harmful to the breed. Reported problems include upper respiratory problems, 'weepy' eyes, malocclusions, and birthing difficulties. The Peke-face red Persian, named after the Pekingese dog, has an even more extreme facial arrangement. This type possesses a less extreme look and emphasizes the sweet expression.</p>"
  },
  {
    "breed": "Pixiebob",
    "affectionate": 4,
    "grooming": 3,
    "shedding": 3,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/Pixiebob.jpg",
    "personality": "<p>The active, social Pixiebob is doglike in its loyal devotion to its family and makes a great companion for children while embracing the company of other pets. They bond strongly with their families and easily learn to fetch and to walk on a harness and leash. While the Pixiebob is an active cat wanting to take part in all your activities, it is also a very laid-back relaxed cat participating calmly in the family. They are an inquisitive, companionable cat that wants to be with you and to communicate with you in their own language of chirps, chitters and the occasional growl.</p>",
    "traits": "<p>Pixiebobs come in longhair and shorthair versions. They have a thick double coat with a woolly texture that stands off from the body giving it a padded feel when petted. Longhairs have a medium coat up to 2 inches in length with a softer, silky texture. Like the wild bobcat they are bred to resemble, some Pixiebobs have lynx tips on their ears. Their facial hair grows downward giving them the appearance of a man's muttonchop sideburns. The ideal Pixiebob is a brown spotted tabby ranging in shade from tawny to a reddish brown. The spots are small and are muted by heavy ticking-the ticking is heavier in the winter months and may be more silvery in tone as well. Their eye color can be golden brown or gooseberry green.</p>"
  },
  {
    "breed": "Ragamuffin",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 2,
    "playfulness": 3,
    "intelligence": 4,
    "vocality": 4,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 4,
    "image": "images/Ragamuffin.jpg",
    "personality": "<p>A nice combination of sweet and smart, he is often described as puppylike for his friendly personality and willingness to play fetch, learn tricks and walk on a leash. He greets visitors warmly and would meet you at the door with a martini if only he had opposable thumbs.</p>",
    "traits": "<p>Their coats are medium-long and fully furred – similar to the coat of a rabbit. RagaMuffins are low maintenance cats. Although their coats are thick and plush, surprisingly they do not readily mat or clump and are easy to care for. Their overall softness makes you want to continually pet them, and when you go, these cats love every minute of your attention and just keep purring.</p>"
  },
  {
    "breed": "Ragdoll",
    "affectionate": 4,
    "grooming": 1,
    "shedding": 2,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 4,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Ragdoll.jpg",
    "personality": "<p>Docile, mild-mannered, and congenial, Rag-dolls make ideal indoor companions. One of the nicest features of these cats is their laid-back, sweet personality. They are playful but are not overactive. Known to adapt easily to their environment, Ragdolls get along well with children and adults, as well as cats and dogs. They are easily trained to stay off the counter and are affectionate without being overly demanding. They have soft, polite voices, even at dinnertime, even though they are renowned for their enthusiasm for food.</p>",
    "traits": "<p>The Ragdoll comes in the four traditional pointed colors: seal, chocolate, blue and lilac; and three divisions: solid or colorpoint, particolor mitted, and particolor bicolor. Solid division Ragdolls have darker, well-defined points. Body color is a shade lighter than point color, and soft shadings of color are allowed on the body. No white patches are allowed. Mitted Ragdolls possess well-defined points, except on the feet where they have a matched set of white mittens. Hind legs are entirely white, but the white extends no higher than mid-thigh.</p>"
  },
  {
    "breed": "Russian Blue",
    "affectionate": 4,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 2,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/Russian Blue.jpg",
    "personality": "<p>Russian Blues are gentle, genteel cats, and are usually reserved, or absent, when strangers are around. When they're with their own beloved humans, however, they are affectionate and playful. Russian Blues are active but not annoyingly so. They like nothing better than to spend time retrieving a favorite toy or chasing sunbeams. They willingly entertain themselves, but prefer that their favorite humans join in the fun. When you're home, they follow you around, unobtrusive but ever-present companions. The slight upturn to the corners of the mouth makes most Russian Blues appear to be forever smiling.</p>",
    "traits": "<p>Russian Blues are gentle, genteel cats, and are usually reserved, or absent, when strangers are around. When they're with their own beloved humans, however, they are affectionate and playful. Russian Blues are active but not annoyingly so. They like nothing better than to spend time retrieving a favorite toy or chasing sunbeams. They willingly entertain themselves, but prefer that their favorite humans join in the fun. When you're home, they follow you around, unobtrusive but ever-present companions. The slight upturn to the corners of the mouth makes most Russian Blues appear to be forever smiling.</p>"
  },
  {
    "breed": "Savannah",
    "affectionate": 4,
    "grooming": 4,
    "shedding": 3,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 3,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 5,
    "image": "images/Savannah.jpg",
    "personality": "<p>If you want to live with a sweet, quiet lap cat, don’t get a Savannah. This is an active, adventurous feline who enjoys life in the fast lane. Her athletic body allows her to jump to very high places, and her questing spirit leads her to take well to walks on leash, seek out water to play in, and thoroughly explore her surroundings. This is a confident, alert, curious, and friendly cat.</p>",
    "traits": "<p>The Savannah has many traits that make it stand out. Perhaps the most obvious are the large, tall ears that are set right on top of its head. Another unique trait of the Savannah is it's hooded eyes that are flat across the top. This gives it an exotic look unlike any other breed. The body on the Savannah is very long and the legs are quite long as well, creating a false image of a very large or heavy cat, but in reality, most Savannahs are just the size of a large domestic cat, and weigh less than another cat of similar size. It also has a very long neck and a short, thick tail, adding to its distinctiveness.</p>"
  },
  {
    "breed": "Scottish Fold",
    "affectionate": 4,
    "grooming": 2,
    "shedding": 3,
    "playfulness": 3,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Scottish Fold.jpg",
    "personality": "<p>Scottish Folds are intelligent, sweet-tempered, soft-spoken, and easily adaptable to new people and situations. They are very loyal and tend to bond with one person in the household. While they will usually allow others to cuddle and pet them, their primary attachment becomes quickly clear as they single out their chosen humans. They thrive on attention, but it must be on their own terms.</p>",
    "traits": "<p>The Scottish Fold's folded ears are produced by a dominant gene that affects the cartilage of the ears, causing the ears to fold forward and downward, giving the head a rounded appearance. Since the gene is dominant, all Scottish Fold cats must have at least one folded ear parent to have folded ears themselves. When a Fold is bred to a straight-eared cat, approximately 50 percent of the kittens will have folded ears, although the number of Folds in any given litter can vary greatly.</p>"
  },
  {
    "breed": "Selkirk Rex",
    "affectionate": 4,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 4,
    "intelligence": 3,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Selkirk Rex.jpg",
    "personality": "<p>Selkirks are fun-loving, mellow cats with a generous measure of love and affection for their human companions. Very people-oriented, they stay playful and kittenish even as adults. They're very social and don't do well in isolation.</p>",
    "traits": "<p>The Selkirk's gene is dominant, meaning that only one parent need possess the gene for the curly coat to be expressed in the offspring. A cat that has received the Rex gene from one parent will produce Rex kittens at an approximate ratio of one Rex to one straight-coated kitten. The kittens born with straight coats do not carry the Rex gene at all. A cat receiving the gene for the Rex coat from both parents (homozygous) is a great boon for breeders, since the cat can be bred with an outcrossing and all the resulting kittens will have the Rex coat. Also, the fur of homozygous cats is curlier and softer than the coats of cats that possess only one copy of the gene.</p>"
  },
  {
    "breed": "Siamese",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 4,
    "intelligence": 5,
    "vocality": 1,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 3,
    "image": "images/Siamese.jpg",
    "personality":"<p>Some cats seem to think that a purr or a friendly rub speaks louder than words. Siamese are not of this school of thought and are known for their talent for communicating their ideas and desires clearly to their chosen humans. If you can't be drawn into dialogue, they're happy to keep up a running monologue for your enlightenment. No meaningless meows, these, but real attempts at communication, according to Siamese fans. To some cat lovers, who prefer their felines to be seen and not heard, the Siamese rasp (some would say yowl) can be a bit annoying. But Siamese worshipers wouldn't have it any other way.</p>" ,
    "traits": "<p>Siamese come in four or more colors, depending upon the cat association to which you belong. The CFA recognizes four Siamese colors: seal, chocolate, blue, and lilac point. Siamese in red (also called flame) or cream point, tortie point (mottled mixtures of black and red or their dilute colors on the point areas, also called tortoiseshell), or lynx point (stripes of color on the point areas) are called Colorpoint Shorthair in the CFA. The red and cream colors were produced by foundation crossings between Siamese, Abyssinians, and red Domestic Shorthairs.</p>"
  },
  {
    "breed": "Siberian",
    "affectionate": 5,
    "grooming": 2,
    "shedding": 2,
    "playfulness": 5,
    "intelligence": 4,
    "vocality": 2,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 4,
    "image": "images/Siberian.jpg",
    "personality": "<p>Siberians are affectionate cats with a good dose of personality and playfulness. They are amenable to handling, and breeders note that Siberians have a fascination with water, often dropping toys into their water dishes or investigating bathtubs before they're dry. Siberians seem very intelligent, with the ability to problem-solve to get what they want. Despite their size, they are very agile and are great jumpers, able to leap tall bookcases in a single bound.</p>",
    "traits": "<p>The Siberian is one of the largest breeds of domestic cat. Breeders note that Siberian males range between 17 and 26 pounds and the females range between 13 and 17 pounds. As befits a cat that has survived the harsh climate of Siberia, the Siberian possesses a long, thick coat with a full ruff and a tight undercoat that becomes thicker in cold weather. The coat's oily guard hairs give the coat its classic water resistance. All colors and patterns are accepted except pointed colors, although pointed Siberians exist in Russia and are called Nevsky Masquerades.</p>"
  },
  {
    "breed": "Singapura",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 4,
    "intelligence": 5,
    "vocality": 5,
    "toleranceWithKids": 4,
    "toleranceWithOtherAnimals":4 ,
    "generalHealth": 4,
    "image": "images/Singapura.jpg",
    "personality": "<p>Singapuras, happily unaware of the controversy surrounding them, go right on being what they are: pesky people pleasers. At home in any situation, Puras love to be the center of attention and they don't seem to understand the word 'stranger', they want to be there with you to welcome your guests. They're curious, people-oriented, and remain playful well into adulthood. Their voices are quiet and unobtrusive, and they trust their humans implicitly.</p>",
    "traits": "<p>The Singapura possesses the dominant ticked tabby gene Ta, which produces alternating bands of color on each individual hair, the same gene that gives the Abyssinian his distinctive coat. The coat color is modified by the Burmese gene cb, which results in a warm brown color (sepia), alternating with a warm 'old ivory' ground color. This gives the coat the appearance of refined, delicate coloration. Both of these genes are believed to have originated in Southeast Asia.</p>"
  },
  {
    "breed": "Snowshoe",
    "affectionate": 5,
    "grooming": 5,
    "shedding": 3,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 2,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 4,
    "generalHealth": 5,
    "image": "images/Snowshoe.jpg",
    "personality": "<p>Breeders brave enough to take on the Snowshoe challenge find that the cat pays back the effort in love and affection. Anyone looking for an aloof, standoffish cat need not apply for Snowshoe ownership, fanciers claim that Snowshoes don't realize that they're cats; they consider themselves people. They love to touch and be touched. Very intelligent, they can be taught a number of tricks. Snowshoes are also known for their fascination with water and on occasion will climb into the tub for a swim, as long as it's their idea. While not as loud or vocal as the Siamese, Snowshoes are never at a loss for words.</p>",
    "traits": "<p>To create the perfect Snowshoe isn't easy. Four traits in particular make it difficult. The first is the inverted 'V' facial pattern that should extend from the mouth to the whisker tufts above the eyes. This pattern is governed by the piebald white spotting gene symbolized (S). Because this gene is incompletely dominant, if a cat inherits two copies of the gene, he will have larger areas of white than a cat with one copy of the gene. The second trait that gives breeders pause is the white boots for which the Snowshoe was named.</p>"
  },
  {
    "breed": "Somali",
    "affectionate": 5,
    "grooming": 3,
    "shedding": 2,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 2,
    "image": "images/Somali.jpg",
    "personality": "<p>With all the virtues of the Abyssinian and adorned by a gorgeous semi-long coat, the Somali is a beautiful and lively addition to any household. Don't get a Somali if you want a cat that can be taken for a furry doorstop, or if you want a cat that will do your bidding. Like the Abyssinian, the Somali is active, curious, and high-spirited, and loves to prance around the house, opening cupboards and generally getting into mischief. Their voices are soft, their minds active, and their food dishes are always empty. They also tend to be determined cats: Once they get an idea in their furry little heads, there's no dissuading them. They're not aggressive or unfriendly, just tenacious.</p>",
    "traits": "<p>With all the virtues of the Abyssinian and adorned by a gorgeous semi-long coat, the Somali is a beautiful and lively addition to any household. Don't get a Somali if you want a cat that can be taken for a furry doorstop, or if you want a cat that will do your bidding. Like the Abyssinian, the Somali is active, curious, and high-spirited, and loves to prance around the house, opening cupboards and generally getting into mischief. Their voices are soft, their minds active, and their food dishes are always empty. They also tend to be determined cats: Once they get an idea in their furry little heads, there's no dissuading them. They're not aggressive or unfriendly, just tenacious.</p>"
  },
  {
    "breed": "Sphynx",
    "affectionate": 5,
    "grooming": 3,
    "shedding": 5,
    "playfulness": 4,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 2,
    "image": "images/Sphynx.jpg",
    "personality": "<p>Very devoted and loyal, they follow their humans around, wagging their tails doggy fashion and purring with affection. They demand your unconditional attention and are as mischievous (and lovable) as children. And despite all that and their alien appearance, they are completely cats, with all the mystery and charm that has fascinated humankind for thousands of years. While the Sphynx may not be for everyone, his unique appearance and charming temperament has won him an active, enthusiastic following.</p>",
    "traits": "<p>The Sphynx only appears hairless, its skin, or parts of it, is covered with a fine, almost imperceptible vestigial covering of down that gives the skin the texture of chamois. Heterozygous Sphynxes (those that possess only one copy of the hairless gene) usually exhibit more hair than homozygous Sphynxes (those possessing two copies).</p>"
  },
  {
    "breed": "Tonkinese",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 5,
    "vocality": 1,
    "toleranceWithKids": 5,
    "toleranceWithOtherAnimals": 5,
    "generalHealth": 2,
    "image": "images/Tonkinese.jpg",
    "personality": "<p>The Tonkinese craves, and returns, affection and companionship. Unlike the rest of your busy family, he will always join you for dinner. He has an unflagging enthusiasm for life and life's pleasures, and loves interactive toys such as human fingers and the tails of his cat companions. He makes every close encounter a game. While Tonkinese cats willingly adapt to humans and animals alike, they may annoy more sedate breeds and therefore might do better with members of their own breed or other active breeds.</p>",
    "traits": "<p>The Burmese gene responsible for the sable color is a member of the albino series of gene alleles and causes solid black to appear dark brown by reducing the amount of pigment in the hair. The Siamese gene for point-restricted color is also part of this alleles series. Because the Siamese gene is only partially recessive to the Burmese gene, the Tonkinese can come in three patterns: solid, like the Burmese; pointed, like the Siamese; and mink, a combination of the two. Mink used to refer to the look and feel of the Tonkinese's soft silky coat, but now refers to the mink pattern unique to the Tonkinese.</p>"
  },
  {
    "breed": "Turkish Angora",
    "affectionate": 5,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 5,
    "intelligence": 4,
    "vocality": 3,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 3,
    "image": "images/Turkish Angora.jpg",
    "personality": "<p>Angoras seem to invoke strong responses in their humans with their symmetry, intelligence, and devotion to their humans. Angoras bond with their families completely; an Angora is not happy unless he is right in the middle of whatever you're doing. They enjoy a good conversation and can keep up their end of the discussion with the best of them. Angoras are good-natured, but determined. Once an Angora gets an idea into his head, you might as well just give in and spare yourself the lengthy argument.</p>",
    "traits": "<p>While pure white Turkish Angoras have been the norm for many years, Angoras in other colors are becoming increasingly popular. As is true of any breed, the pure white, blue-eyed Angora can be born partially or totally deaf. This is not a defect of the Angora breed itself, but rather a defect in the dominant W gene that produces white coat color and blue eyes in felines. This gene has been linked to a form of degenerative, hereditary deafness that affects the organ of Corti in the cochlea of the ear. Odd-eyed Angoras will generally be deaf in only one ear, on the blue-eyed side.</p>"
  },
  {
    "breed": "Turkish Van",
    "affectionate": 3,
    "grooming": 4,
    "shedding": 4,
    "playfulness": 4,
    "intelligence": 5,
    "vocality": 3,
    "toleranceWithKids": 3,
    "toleranceWithOtherAnimals": 3,
    "generalHealth": 4,
    "image": "images/Turkish Van.jpg",
    "personality": "<p>Vans are energetic, agile, and intelligent. They are extremely healthy and, get along with people swimmingly, notes one Van owner. You may need a few months of working out to keep up with them, however; Vans are famous for their action-packed temperament. They are talkative, demanding of attention, and show great gusto at dinnertime. Breeders also say that Vans are known for their attachment to their human companions, and sometimes that makes transferring a Van from one household to another difficult. They tend to pick out one or two people in the household, usually the ones that deal with them initially, and bond with them forever.</p>",
    "traits": "<p>The Turkish Van is often confused with the Turkish Angora, but put them side by side and it's easy to see that they're entirely different breeds. The Angora is smaller and more delicate than the Van and does not have the classic Van pattern, a term borrowed from the Turkish Van that is used to describe any cat that has a mainly white body and colored head and tail markings. The color should not take up more than 20 percent of the entire body.</p>"
  }
]
